[
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": null,
        "type": "article",
        "section": null,
        "text": "(a)Duty To Report.—",
        "word count": 3
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "In general.— (A)Duty.—In order to reduce the proliferation of online child sexual exploitation and to prevent the online sexual exploitation of children, a provider— (i)shall, as soon as reasonably possible after obtaining actual knowledge of any facts or circumstances described in paragraph",
        "word count": 42
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": "(A), take the actions described in subparagraph (B); and (ii)may, after obtaining actual knowledge of any facts or circumstances described in paragraph",
        "word count": 22
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": "(B), take the actions described in subparagraph (B). (B)Actions described.—The actions described in this subparagraph are— (i)providing to the CyberTipline of NCMEC, or any successor to the CyberTipline operated by NCMEC, the mailing address, telephone number, facsimile number, electronic mailing address of, and individual point of contact for, such provider; and (ii)making a report of such facts or circumstances to the CyberTipline, or any successor to the CyberTipline operated by NCMEC.",
        "word count": 71
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": "Facts or circumstances.— (A)Apparent violations.— The facts or circumstances described in this subparagraph are any facts or circumstances from which there is an apparent violation of section 2251, 2251A, 2252, 2252A, 2252B, or 2260 that involves child pornography, of section 1591 (if the violation involves a minor), or of [1] 2422(b). (B)Imminent violations.— The facts or circumstances described in this subparagraph are any facts or circumstances which indicate a violation of any of the sections described in subparagraph (A) involving child pornography may be planned or imminent. (b)Contents of Report.—In an effort to prevent the future sexual victimization of children, and to the extent the information is within the custody or control of a provider, the facts and circumstances included in each report under subsection (a)",
        "word count": 126
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "may, at the sole discretion of the provider, include the following information:",
        "word count": 12
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "Information about the involved individual.— Information relating to the identity of any individual who appears to have violated or plans to violate a Federal law described in subsection (a)",
        "word count": 29
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": ", which may, to the extent reasonably practicable, include the electronic mail address, Internet Protocol address, uniform resource locator, payment information (excluding personally identifiable information), or any other identifying information, including self-reported identifying information.",
        "word count": 34
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": "Historical reference.— Information relating to when and how a customer or subscriber of a provider uploaded, transmitted, or received content relating to the report or when and how content relating to the report was reported to, or discovered by the provider, including a date and time stamp and time zone.",
        "word count": 50
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": "Geographic location information.— Information relating to the geographic location of the involved individual or website, which may include the Internet Protocol address or verified address, or, if not reasonably available, at least one form of geographic identifying information, including area code or zip code, provided by the customer or subscriber, or stored or obtained by the provider.",
        "word count": 57
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "4",
        "type": "article",
        "section": null,
        "text": "Visual depictions of apparent child pornography.— Any visual depiction of apparent child pornography or other content relating to the incident such report is regarding.",
        "word count": 24
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "5",
        "type": "article",
        "section": null,
        "text": "Complete communication.—The complete communication containing any visual depiction of apparent child pornography or other content, including— (A)any data or information regarding the transmission of the communication; and (B)any visual depictions, data, or other digital files contained in, or attached to, the communication. (c)Forwarding of Report to Law Enforcement.—Pursuant to its clearinghouse role as a private, nonprofit organization, and at the conclusion of its review in furtherance of its nonprofit mission, NCMEC shall make available each report made under subsection (a)",
        "word count": 80
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "to one or more of the following law enforcement agencies:",
        "word count": 10
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "Any Federal law enforcement agency that is involved in the investigation of child sexual exploitation, kidnapping, or enticement crimes.",
        "word count": 19
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": "Any State or local law enforcement agency that is involved in the investigation of child sexual exploitation.",
        "word count": 17
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": "A foreign law enforcement agency designated by the Attorney General under subsection (d)",
        "word count": 13
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": "or a foreign law enforcement agency that has an established relationship with the Federal Bureau of Investigation, Immigration and Customs Enforcement, or INTERPOL, and is involved in the investigation of child sexual exploitation, kidnapping, or enticement crimes. (d)Attorney General Responsibilities.—",
        "word count": 40
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "In general.— The Attorney General shall enforce this section.",
        "word count": 9
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": "Designation of federal agencies.— The Attorney General may designate a Federal law enforcement agency or agencies to which a report shall be forwarded under subsection (c)",
        "word count": 26
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": ".",
        "word count": 1
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": "Designation of foreign agencies.—The Attorney General may— (A)in consultation with the Secretary of State, designate foreign law enforcement agencies to which a report may be forwarded under subsection (c)",
        "word count": 29
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": "; (B)establish the conditions under which such a report may be forwarded to such agencies; and (C)develop a process for foreign law enforcement agencies to request assistance from Federal law enforcement agencies in obtaining evidence related to a report referred under subsection (c)",
        "word count": 43
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": ".",
        "word count": 1
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "4",
        "type": "article",
        "section": null,
        "text": "Reporting designated foreign agencies.— The Attorney General may maintain and make available to the Department of State, NCMEC, providers, the Committee on the Judiciary of the Senate, and the Committee on the Judiciary of the House of Representatives a list of the foreign law enforcement agencies designated under paragraph",
        "word count": 49
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": ".",
        "word count": 1
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "5",
        "type": "article",
        "section": null,
        "text": "Notification to providers.— (A)In general.—NCMEC may notify a provider of the information described in subparagraph (B), if— (i)a provider notifies NCMEC that the provider is making a report under this section as the result of a request by a foreign law enforcement agency; and (ii)NCMEC forwards the report described in clause (i) to— (I)the requesting foreign law enforcement agency; or (II)another agency in the same country designated by the Attorney General under paragraph",
        "word count": 73
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": "or that has an established relationship with the Federal Bureau of Investigation, U.S. Immigration and Customs Enforcement, or INTERPOL and is involved in the investigation of child sexual exploitation, kidnapping, or enticement crimes. (B)Information described.—The information described in this subparagraph is— (i)the identity of the foreign law enforcement agency to which the report was forwarded; and (ii)the date on which the report was forwarded. (C)Notification of inability to forward report.— If a provider notifies NCMEC that the provider is making a report under this section as the result of a request by a foreign law enforcement agency and NCMEC is unable to forward the report as described in subparagraph (A)(ii), NCMEC shall notify the provider that NCMEC was unable to forward the report. (e)Failure To Report.—A provider that knowingly and willfully fails to make a report required under subsection (a)",
        "word count": 140
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "shall be fined—",
        "word count": 3
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "in the case of an initial knowing and willful failure to make a report, not more than $850,000 in the case of a provider with not less than 100,000,000 monthly active users or $600,000 in the case of a provider with less than 100,000,000 monthly active users; and",
        "word count": 48
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": "in the case of any second or subsequent knowing and willful failure to make a report, not more than $1,000,000 in the case of a provider with not less than 100,000,000 monthly active users or $850,000 in the case of a provider with less than 100,000,000 monthly active users. (f)Protection of Privacy.—Nothing in this section shall be construed to require a provider to—",
        "word count": 63
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "monitor any user, subscriber, or customer of that provider;",
        "word count": 9
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": "monitor the content of any communication of any person described in paragraph",
        "word count": 12
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "; or",
        "word count": 2
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": "affirmatively search, screen, or scan for facts or circumstances described in sections (a) and (b). (g)Conditions of Disclosure Information Contained Within Report.—",
        "word count": 22
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "In general.— Except as provided in paragraph",
        "word count": 7
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": ", a law enforcement agency that receives a report under subsection (c) shall not disclose any information contained in that report.",
        "word count": 21
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": "Permitted disclosures by law enforcement.— (A)In general.—A law enforcement agency may disclose information in a report received under subsection (c)— (i)to an attorney for the government for use in the performance of the official duties of that attorney; (ii)to such officers and employees of that law enforcement agency, as may be necessary in the performance of their investigative and recordkeeping functions; (iii)to such other government personnel (including personnel of a State or subdivision of a State) as are determined to be necessary by an attorney for the government to assist the attorney in the performance of the official duties of the attorney in enforcing Federal criminal law; (iv)if the report discloses a violation of State criminal law, to an appropriate official of a State or subdivision of a State for the purpose of enforcing such State law; (v)to a defendant in a criminal case or the attorney for that defendant, subject to the terms and limitations under section 3509(m) or a similar State law, to the extent the information relates to a criminal charge pending against that defendant; (vi)subject to subparagraph (B), to a provider if necessary to facilitate response to legal process issued in connection to a criminal investigation, prosecution, or post-conviction remedy relating to that report; and (vii)as ordered by a court upon a showing of good cause and pursuant to any protective orders or other conditions that the court may impose. (B)Limitation.— Nothing in subparagraph (A)(vi) authorizes a law enforcement agency to provide visual depictions of apparent child pornography to a provider.",
        "word count": 255
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": "Permitted disclosures by NCMEC.—NCMEC may disclose by mail, electronic transmission, or other reasonable means, information received in a report under subsection (a) only to— (A)any Federal law enforcement agency designated by the Attorney General under subsection (d)",
        "word count": 37
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": "or that is involved in the investigation of child sexual exploitation, kidnapping, or enticement crimes; (B)any State, local, or tribal law enforcement agency involved in the investigation of child sexual exploitation, kidnapping, or enticement crimes; (C)any foreign law enforcement agency designated by the Attorney General under subsection (d)",
        "word count": 48
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": "or that has an established relationship with the Federal Bureau of Investigation, Immigration and Customs Enforcement, or INTERPOL, and is involved in the investigation of child sexual exploitation, kidnapping, or enticement crimes; (D)a provider as described in section 2258C; and (E)respond to legal process, as necessary.",
        "word count": 46
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "4",
        "type": "article",
        "section": null,
        "text": "Permitted disclosure by a provider.— A provider that submits a report under subsection (a)",
        "word count": 14
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "may disclose by mail, electronic transmission, or other reasonable means, information, including visual depictions contained in the report, in a manner consistent with permitted disclosures under paragraphs",
        "word count": 27
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": "through",
        "word count": 1
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "8",
        "type": "article",
        "section": null,
        "text": "of section 2702(b) only to a law enforcement agency described in subparagraph (A), (B), or (C) of paragraph",
        "word count": 18
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": ", to NCMEC, or as necessary to respond to legal process. (h)Preservation.—",
        "word count": 12
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "In general.— For the purposes of this section, a completed submission by a provider of a report to the CyberTipline under subsection (a)",
        "word count": 23
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "shall be treated as a request to preserve the contents provided in the report for 1 year after the submission to the CyberTipline.",
        "word count": 23
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": "Preservation of commingled content.— Pursuant to paragraph",
        "word count": 7
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": ", a provider shall preserve any visual depictions, data, or other digital files that are reasonably accessible and may provide context or additional information about the reported material or person.",
        "word count": 30
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "3",
        "type": "article",
        "section": null,
        "text": "Protection of preserved materials.— A provider preserving materials under this section shall maintain the materials in a secure location and take appropriate steps to limit access by agents or employees of the service to the materials to that access necessary to comply with the requirements of this subsection.",
        "word count": 48
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "4",
        "type": "article",
        "section": null,
        "text": "Authorities and duties not affected.— Nothing in this section shall be construed as replacing, amending, or otherwise interfering with the authorities and duties under section",
        "word count": 25
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "5",
        "type": "article",
        "section": null,
        "text": "Extension of preservation.— A provider of a report to the CyberTipline under subsection (a)",
        "word count": 14
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "may voluntarily preserve the contents provided in the report (including any comingled content described in paragraph",
        "word count": 16
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "2",
        "type": "article",
        "section": null,
        "text": ") for longer than 1 year after the submission to the CyberTipline for the purpose of reducing the proliferation of online child sexual exploitation or preventing the online sexual exploitation of children.",
        "word count": 32
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "6",
        "type": "article",
        "section": null,
        "text": "Method of preservation.— Not later than 1 year after the date of enactment of this paragraph, a provider of a report to the CyberTipline under subsection (a)",
        "word count": 27
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1",
        "type": "article",
        "section": null,
        "text": "shall preserve materials under this subsection in a manner that is consistent with the most recent version of the Cybersecurity Framework developed by the National Institute of Standards and Technology, or any successor thereto. (Added Pub. L. 110–401, title V, § 501(a), Oct. 13, 2008, 122 Stat. 4243; amended Pub. L. 115–395, § 2, Dec. 21, 2018, 132 Stat. 5287; Pub. L. 118–59, §§ 3, 4(a), May 7, 2024, 138 Stat.",
        "word count": 71
    },
    {
        "kb": "Reporting_requirements_of_providers",
        "article number": "1016",
        "type": "article",
        "section": null,
        "text": ")",
        "word count": 1
    }
]